export const newsData = [
  {
    id: 1,
    title: '[일간랭킹: 3월 31일] ILLIT의 ‘HEYA’ 1위',
    description:
      '4월 1일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 3월 31일의 일간 음반랭킹을 공개했다. 3월 31일의 일간 음반랭킹 1위는 ILLIT의 ‘HEYA’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-01T10:00:00',
    writer: '한터차트',
  },
  {
    id: 2,
    title: '[일간랭킹: 4월 1일] ILLIT의 ‘Magnetic’ 1위',
    description:
      '4월 2일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 1일의 일간 음반랭킹을 공개했다. 4월 1일의 일간 음반랭킹 1위는 ILLIT의 ‘Magnetic’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-02T10:00:00',
    writer: '한터차트',
  },
  {
    id: 3,
    title: '[일간랭킹: 4월 2일] LE SSERAFIM의 ‘Smart’ 1위',
    description:
      '4월 3일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 2일의 일간 음반랭킹을 공개했다. 4월 2일의 일간 음반랭킹 1위는 LE SSERAFIM의 ‘Smart’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-03T10:00:00',
    writer: '한터차트',
  },
  {
    id: 4,
    title: '[일간랭킹: 4월 3일] 세븐틴(SEVENTEEN)의 ‘Magnetic’ 1위',
    description:
      '4월 4일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 3일의 일간 음반랭킹을 공개했다. 4월 3일의 일간 음반랭킹 1위는 세븐틴(SEVENTEEN)의 ‘Magnetic’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-04T10:00:00',
    writer: '한터차트',
  },
  {
    id: 5,
    title: '[일간랭킹: 4월 4일] 세븐틴(SEVENTEEN)의 ‘ISTJ’ 1위',
    description:
      '4월 5일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 4일의 일간 음반랭킹을 공개했다. 4월 4일의 일간 음반랭킹 1위는 세븐틴(SEVENTEEN)의 ‘ISTJ’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-05T10:00:00',
    writer: '한터차트',
  },
  {
    id: 6,
    title: '[일간랭킹: 4월 5일] LE SSERAFIM의 ‘SILENCE SYNDROME’ 1위',
    description:
      '4월 6일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 5일의 일간 음반랭킹을 공개했다. 4월 5일의 일간 음반랭킹 1위는 LE SSERAFIM의 ‘SILENCE SYNDROME’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-06T10:00:00',
    writer: '한터차트',
  },
  {
    id: 7,
    title: '[일간랭킹: 4월 6일] 세븐틴(SEVENTEEN)의 ‘HEYA’ 1위',
    description:
      '4월 7일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 6일의 일간 음반랭킹을 공개했다. 4월 6일의 일간 음반랭킹 1위는 세븐틴(SEVENTEEN)의 ‘HEYA’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-07T10:00:00',
    writer: '한터차트',
  },
  {
    id: 8,
    title: '[일간랭킹: 4월 7일] NCT DREAM의 ‘HEYA’ 1위',
    description:
      '4월 8일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 7일의 일간 음반랭킹을 공개했다. 4월 7일의 일간 음반랭킹 1위는 NCT DREAM의 ‘HEYA’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-08T10:00:00',
    writer: '한터차트',
  },
  {
    id: 9,
    title: '[일간랭킹: 4월 8일] 세븐틴(SEVENTEEN)의 ‘Magnetic’ 1위',
    description:
      '4월 9일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 8일의 일간 음반랭킹을 공개했다. 4월 8일의 일간 음반랭킹 1위는 세븐틴(SEVENTEEN)의 ‘Magnetic’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-09T10:00:00',
    writer: '한터차트',
  },
  {
    id: 10,
    title:
      '[일간랭킹: 4월 9일] 에이티투메이저(82MAJOR)의 ‘SILENCE SYNDROME’ 1위',
    description:
      '4월 10일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 9일의 일간 음반랭킹을 공개했다. 4월 9일의 일간 음반랭킹 1위는 에이티투메이저(82MAJOR)의 ‘SILENCE SYNDROME’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-10T10:00:00',
    writer: '한터차트',
  },
  {
    id: 11,
    title: '[일간랭킹: 4월 10일] ILLIT의 ‘Smart’ 1위',
    description:
      '4월 11일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 10일의 일간 음반랭킹을 공개했다. 4월 10일의 일간 음반랭킹 1위는 ILLIT의 ‘Smart’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-11T10:00:00',
    writer: '한터차트',
  },
  {
    id: 12,
    title: '[일간랭킹: 4월 11일] IVE의 ‘SILENCE SYNDROME’ 1위',
    description:
      '4월 12일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 11일의 일간 음반랭킹을 공개했다. 4월 11일의 일간 음반랭킹 1위는 IVE의 ‘SILENCE SYNDROME’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-12T10:00:00',
    writer: '한터차트',
  },
  {
    id: 13,
    title: '[일간랭킹: 4월 12일] LE SSERAFIM의 ‘Magnetic’ 1위',
    description:
      '4월 13일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 12일의 일간 음반랭킹을 공개했다. 4월 12일의 일간 음반랭킹 1위는 LE SSERAFIM의 ‘Magnetic’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-13T10:00:00',
    writer: '한터차트',
  },
  {
    id: 14,
    title:
      '[일간랭킹: 4월 13일] 에이티투메이저(82MAJOR)의 ‘SILENCE SYNDROME’ 1위',
    description:
      '4월 14일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 13일의 일간 음반랭킹을 공개했다. 4월 13일의 일간 음반랭킹 1위는 에이티투메이저(82MAJOR)의 ‘SILENCE SYNDROME’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-14T10:00:00',
    writer: '한터차트',
  },
  {
    id: 15,
    title: '[일간랭킹: 4월 14일] 에이티투메이저(82MAJOR)의 ‘ISTJ’ 1위',
    description:
      '4월 15일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 14일의 일간 음반랭킹을 공개했다. 4월 14일의 일간 음반랭킹 1위는 에이티투메이저(82MAJOR)의 ‘ISTJ’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-15T10:00:00',
    writer: '한터차트',
  },
  {
    id: 16,
    title: '[일간랭킹: 4월 15일] 에이티투메이저(82MAJOR)의 ‘Smart’ 1위',
    description:
      '4월 16일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 15일의 일간 음반랭킹을 공개했다. 4월 15일의 일간 음반랭킹 1위는 에이티투메이저(82MAJOR)의 ‘Smart’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-16T10:00:00',
    writer: '한터차트',
  },
  {
    id: 17,
    title: '[일간랭킹: 4월 16일] NCT DREAM의 ‘SILENCE SYNDROME’ 1위',
    description:
      '4월 17일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 16일의 일간 음반랭킹을 공개했다. 4월 16일의 일간 음반랭킹 1위는 NCT DREAM의 ‘SILENCE SYNDROME’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-17T10:00:00',
    writer: '한터차트',
  },
  {
    id: 18,
    title: '[일간랭킹: 4월 17일] ILLIT의 ‘HEYA’ 1위',
    description:
      '4월 18일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 17일의 일간 음반랭킹을 공개했다. 4월 17일의 일간 음반랭킹 1위는 ILLIT의 ‘HEYA’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-18T10:00:00',
    writer: '한터차트',
  },
  {
    id: 19,
    title: '[일간랭킹: 4월 18일] LE SSERAFIM의 ‘MAESTRO’ 1위',
    description:
      '4월 19일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 18일의 일간 음반랭킹을 공개했다. 4월 18일의 일간 음반랭킹 1위는 LE SSERAFIM의 ‘MAESTRO’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-19T10:00:00',
    writer: '한터차트',
  },
  {
    id: 20,
    title: '[일간랭킹: 4월 19일] LE SSERAFIM의 ‘ISTJ’ 1위',
    description:
      '4월 20일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 19일의 일간 음반랭킹을 공개했다. 4월 19일의 일간 음반랭킹 1위는 LE SSERAFIM의 ‘ISTJ’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-20T10:00:00',
    writer: '한터차트',
  },
];

export const hotNewsData = [
  {
    id: 15,
    title: '[일간랭킹: 4월 14일] 에이티투메이저(82MAJOR)의 ‘ISTJ’ 1위',
    description:
      '4월 15일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 14일의 일간 음반랭킹을 공개했다. 4월 14일의 일간 음반랭킹 1위는 에이티투메이저(82MAJOR)의 ‘ISTJ’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-15T10:00:00',
    writer: '한터차트',
    views: 47164,
  },
  {
    id: 3,
    title: '[일간랭킹: 4월 2일] LE SSERAFIM의 ‘Smart’ 1위',
    description:
      '4월 3일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 2일의 일간 음반랭킹을 공개했다. 4월 2일의 일간 음반랭킹 1위는 LE SSERAFIM의 ‘Smart’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-03T10:00:00',
    writer: '한터차트',
    views: 46401,
  },
  {
    id: 9,
    title: '[일간랭킹: 4월 8일] 세븐틴(SEVENTEEN)의 ‘Magnetic’ 1위',
    description:
      '4월 9일, 세계 유일의 실시간 음악차트를 서비스하고 있는 한터차트가 4월 8일의 일간 음반랭킹을 공개했다. 4월 8일의 일간 음반랭킹 1위는 세븐틴(SEVENTEEN)의 ‘Magnetic’ 앨범이다. 한터차트는 실시간 데이터를 기반으로 신뢰도 높은 랭킹을 제공한다.',
    date: '2025-04-09T10:00:00',
    writer: '한터차트',
    views: 44652,
  },
];
